Linbit-drbdtest/logs/test-retrieve-log/log/resize.KNOWN-20160831-114025/fio-drbd-sp2-autotest-1-0-write-1.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=10410: Wed Aug 31 11:40:28 2016
drbd-sp2-autotest-1:   write: io=16344KB, bw=129714KB/s, iops=32428, runt=   126msec
drbd-sp2-autotest-1:     clat (usec): min=1, max=228, avg= 2.71, stdev= 3.97
drbd-sp2-autotest-1:      lat (usec): min=2, max=228, avg= 2.99, stdev= 3.99
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    2],  5.00th=[    2], 10.00th=[    2], 20.00th=[    2],
drbd-sp2-autotest-1:      | 30.00th=[    2], 40.00th=[    2], 50.00th=[    2], 60.00th=[    3],
drbd-sp2-autotest-1:      | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    4],
drbd-sp2-autotest-1:      | 99.00th=[    8], 99.50th=[   12], 99.90th=[   27], 99.95th=[   36],
drbd-sp2-autotest-1:      | 99.99th=[  229]
drbd-sp2-autotest-1:     lat (usec) : 2=0.02%, 4=93.44%, 10=5.87%, 20=0.42%, 50=0.20%
drbd-sp2-autotest-1:     lat (usec) : 100=0.02%, 250=0.02%
drbd-sp2-autotest-1:   cpu          : usr=4.00%, sys=27.20%, ctx=66, majf=0, minf=9
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=4086/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=16344KB, aggrb=129714KB/s, minb=129714KB/s, maxb=129714KB/s, mint=126msec, maxt=126msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=2/4092, aggrmerge=0/0, aggrticks=0/41796, aggrin_queue=41796, aggrutil=13.92%
drbd-sp2-autotest-1:     dm-0: ios=2/4092, merge=0/0, ticks=0/41796, in_queue=41796, util=13.92%, aggrios=1/44, aggrmerge=1/4048, aggrticks=0/372, aggrin_queue=372, aggrutil=13.92%
drbd-sp2-autotest-1:   vdb: ios=1/44, merge=1/4048, ticks=0/372, in_queue=372, util=13.92%